Repository: mbehrle/mayan-edms
Catalog: mayan/apps/main/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Maintenance
fa: نگهداری

source: Diagnostics
fa: تشخیص

source: Admin site
fa: سایت مدیر

source: Maintenance menu
fa: ئنوی پشتیبانی

source: Insufficient permissions
fa: مجوز ناکافی

source: You don't have enough permissions for this operation.
fa: مجوزهای لازم برای انجام این عملیات را ندارید.

source: Page not found
fa: صفحه پیدا نشد.

source: Sorry, but the requested page could not be found.
fa: متاسفانه صفحه درخواستی پیدا نشد.

source: About this program
fa: درباره‌ی این برنامه

source: Version
fa: نسخه

source: Copyright &copy; 2011 Roberto Rosario.
fa: حق کپی &copy; 2011 Roberto Rosario.

source: User
fa: کاربر

source: Anonymous
fa: ناشناس

source: User details
fa: جزئیات کاربر

source: Login
fa: لاگین

source: Logout
fa: خروج

source: dismiss all notifications
fa: حذف کلیه اطلاعیه ها

source: close all
fa: بستن همه

source: dismiss this notification
fa: حذف این اطلاعیه

source: close
fa: بسته

source: Secondary menu
fa: دومین منوی

source: Available actions
fa: عملیات موجود

source: Related actions
fa: عملیات مرتبط

source: Other available actions
fa: عملیات موجود دیگر

source: Actions
fa: عملیات

source: Details for: %(object)s
fa: جزئیات : %(object)s

source: Edit: %(object)s
fa: ویرایش : %(object)s

source: Create
fa: ایجاد

source: Confirm
fa: تائید

source: Confirm delete
fa: تائید حذف

source: question bubble
fa: ارسال سئوال به لایه بالاتر

source: Are you sure you wish to delete: %(object)s?
fa: آیا از حذف مطمئن هستید؟ : %(object)s

source: Yes
fa: بلی

source: No
fa: خیر

source: required
fa: الزامی

source: Save
fa: ذخیره

source: Submit
fa: ارسال

source: Cancel
fa: لغو

source: Identifier
fa: مشخصه Identifier

source: No results
fa: بی جواب و یا بی جواب

source: You are already logged in
fa: شما در حال حاضر لاگین هستید.

source: Redirecting you to the website entry point in 5 seconds.
fa: تا 5 ثانیه دیگر به نقطه ورودی وب سایت ارجاع خواهید شد.

source: First time login
fa: دفعه اول لاگین

source: Login using the following credentials:
fa: نام کاربری و پسورد زیر را استفاده کنید

source: Be sure to change the password to increase security and to disable this message.
fa: برای امنیت بیشتر پسورد خود را تغییر دهید

source: Password change
fa: تغییر کلمه عبور ویا پسورد

source: Your password has been successfully changed.
fa: تغییر موفق کلمه عبور

source: Open source, Django based electronic document manager with custom metadata, indexing, tagging, file serving integration, digital signature support and OCR capabilities
fa: سیستم مدیریت اسناد الکترونیکی به همراه ocr و متادیتا، اندیس گذاری و برچسب گذاری فایلها

source: Released under the Apache 2.0 License
fa: تحت لیسانس Apache 2.0

source: Previous
fa: قبلی

source: Next
fa: بعدی
