Repository: mbehrle/mayan-edms
Catalog: mayan/apps/installation/locale/*/LC_MESSAGES/django.po
Languages: bs_ba

source: Distributor ID
bs_ba: ID oznaka distributora

source: Description
bs_ba: Opis

source: Release
bs_ba: Izdanje

source: Codename
bs_ba: Kodno ime

source: System info
bs_ba: Sistemske informacije

source: OS architecture
bs_ba: Arhitektura OS-a

source: Python version
bs_ba: Verzija Python-a

source: Hostname
bs_ba: Ime hosta

source: Platform
bs_ba: Platforma

source: Machine
bs_ba: Mašina

source: Processor
bs_ba: Procesor

source: Number of CPUs
bs_ba: Broj CPU

source: Total physical memory
bs_ba: Ukupna fizička memorija

source: Disk partitions
bs_ba: Particije diska

source: tesseract version
bs_ba: verzija tesseract-a

source: not found
bs_ba: nije pronađeno

source: error getting version
bs_ba: greška pribavljanja verzije

source: unpaper version
bs_ba: bezpapirna verzija

source: pdftotext version
bs_ba: verzija pdftotext

source: Mayan EDMS version
bs_ba: verzija Mayan EDMS

source: Installed via fabfile
bs_ba: Instalirano putem fabfile

source: Running from a Git repository
bs_ba: Izvršava se iz Git repozitorija

source: Repository remotes
bs_ba: Udaljeni repozitoriji

source: Repository remotes URLs
bs_ba: URL-ovi udaljenih repozitorija

source: Branch
bs_ba: Ogranak

source: HEAD commit hex SHA
bs_ba: HEAD izvršava heksadekadni SHA

source: HEAD commit author
bs_ba: HEAD izvršava autor

source: HEAD commit authored date
bs_ba: HEAD izvršava autor datum

source: HEAD commit committer
bs_ba: HEAD izvršava komitera

source: HEAD commit committed date
bs_ba: HEAD izvršava datum izvršenja

source: HEAD commit message
bs_ba: HEAD izvršava poruku

source: Installation
bs_ba: Instalacija

source: View installation environment details
bs_ba: Pregled detalja instalacije
