Repository: mbehrle/mayan-edms
Catalog: mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: bs_ba

source: Document checked out
bs_ba: Dokument odjavljen

source: Document "%(document)s" checked out by %(fullname)s.
bs_ba: Dokument "%(document)s" odjavio/la %(fullname)s.

source: Document checked in
bs_ba: Dokument prijavljen

source: Document "%(document)s" checked in by %(fullname)s.
bs_ba: Dokument "%(document)s" prijavio/la %(fullname)s.

source: Document automatically checked in
bs_ba: Dokument je automatski prijavljen

source: Document "%(document)s" automatically checked in.
bs_ba: Dokument "%(document)s" je automatski prijavljen.

source: Document forcefully checked in
bs_ba: Dokument je prisilno prijavljen

source: Document "%(document)s" forcefully checked in by %(fullname)s.
bs_ba: Dokument "%(document)s" prisilno prijavio/la %(fullname)s.

source: Check out expiration date and time
bs_ba: Datum i vrijeme istjecanja odjave

source: Amount of time to hold the document checked out in minutes.
bs_ba: Vrijeme zadržavanja odjavljenog dokumenta u minutama

source: Do not allow new version of this document to be uploaded.
bs_ba: Ne dozvoliti upload nove verzije ovog dokumenta.

source: Document checkout
bs_ba: Odjava dokumenta

source: Check out documents
bs_ba: Odjaviti dokumente

source: Check in documents
bs_ba: Prijaviti dokumente

source: Forcefully check in documents
bs_ba: Prisilno prijaviti dokumente

source: Allow overriding check out restrictions
bs_ba: Dozvoliti zanemarivanje ograničenja odjavljivanja

source: User: %s
bs_ba: Korisnik: %s

source: Check out time: %s
bs_ba: Vrijeme odjave: %s

source: Check out expiration: %s
bs_ba: Isticanje odjave za: %s

source: New versions allowed: %s
bs_ba: Nove verzije dozvoljene: %s

source: Check out details for document: %s
bs_ba: Odjavni detalji za dokument: %s

source: Error trying to check out document; %s
bs_ba: Greška pokušaja odjave dokumenta; %s

source: Document "%s" checked out successfully.
bs_ba: Dokument "%s" uspješno odjavljen.

source: Document already checked out.
bs_ba: Dokument je već odjavljen.

source: Check out document: %s
bs_ba: Odjaviti dokument: %s

source: Document has not been checked out.
bs_ba: Dokument nije odjavljen.

source: Error trying to check in document; %s
bs_ba: Greška pokušaja prijave dokumenta; %s

source: Document "%s" checked in successfully.
bs_ba: Dokument "%s" uspješno prijavljen.

source: You didn't originally checked out this document. Are you sure you wish to forcefully check in document: %s?
bs_ba: Vi niste odjavili ovaj dokument. Jeste li sigurni da želite prisilno prijaviti dokument: %s?

source: Are you sure you wish to check in document: %s?
bs_ba: Jeste li sigurni da želite prijaviti dokument: %s?

source: Days
bs_ba: Dana

source: Hours
bs_ba: Sati

source: Minutes
bs_ba: Minuta

source: Enter a valid number of days.
bs_ba: Unesite validan broj dana.

source: Enter a valid number of hours.
bs_ba: Unesite validan broj sati.

source: Enter a valid number of minutes.
bs_ba: Unesite validan broj minuta.

source: Enter a valid time difference.
bs_ba: Unesite važeću vremensku razliku.

source: Amount of time to hold the document in the checked out state in days, hours and/or minutes.
bs_ba: Vremenski period zadržavanja dokumenta u odjavljenom stanju u danima, satima i/ili minutama.
