Repository: mbehrle/mayan-edms
Catalog: mayan/apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: da, hu, id, vi_vn, zh_cn

source: Comments
da: Kommentarer
hu: Hozzászólás
id: Komentar-komentar
vi_vn: Chú thích
zh_cn: 评论

source: Create new comments
da: Opret nye kommentarer
hu: Új hozzászólás
id: Buat komentar-komentar baru
vi_vn: Tạo chú thích mới
zh_cn: 新建评论

source: Delete comments
da: Slet kommentarer
hu: hozzászólás törlése
id: Hapus komentar-komentar
vi_vn: Xóa chú thích
zh_cn: 删除评论

source: View comments
da: Se kommentarer
hu: hozzászólás megtekintése
id: Lihat komentar-komentar
vi_vn: Xem chú thích
zh_cn: 查看评论

source: Must provide at least one comment.
da: Skal angive mindst én kommentar.
hu: Legalább egy megjegyzés szükséges!
id: Harus memberikan setidaknya satu komentar.
vi_vn: Cần cung cấp ít nhất một chú thích
zh_cn: 至少要提供一个评论

source: Comment "%s" deleted successfully.
da: Kommentar "%s" slettet.
hu: A megjegyzés "%s" törlése sikerült.
id: Komentar "%s" berhasil dihapus.
vi_vn: Chú thích "%s" đã xóa thành công.
zh_cn: 评论"%s" 删除成功

source: Error deleting comment "%(comment)s": %(error)s
da: Fejl ved sletning af kommentar " %(comment)s ": %(error)s
hu: A megjegyzés "%(comment)s": a %(error)s hiba miatt sikertelen.
id: Masalah dalam menghapus komentar "%(comment)s": %(error)s
vi_vn: Lỗi xóa chú thích "%(comment)s": %(error)s
zh_cn: 删除评论 "%(comment)s" 出错：%(error)s

source: Are you sure you wish to delete the comment: %s?
da: Er du sikker på du vil slette kommentaren: %s?
hu: Valóban törölni akarja a következő megjegyzést: %s?
id: Apakah anda yakin untuk menghapus komentar: %s?
vi_vn: Bạn có chắc chắn muốn xóa thú thích: %s?
zh_cn: 确定要删除评论： %s么？

source: Are you sure you wish to delete the comments: %s?
da: Er du sikker på du ønsker at slette kommentarerne: %s?
hu: Biztos, hogy törölni szeretné a hozzászólást: %s?
id: Apakah anda yakin untuk menghapus komentar-komentar: %s?
vi_vn: Bạn có chắc chắn muốn xóa thú thích: %s?
zh_cn: 确定要删除评论： %s么？

source: Comment added successfully.
da: Kommentar tilføjet.
hu: Megjegyzés hozzáfűzése sikeres.
id: Komentar berhasil ditambahkan.
vi_vn: Chú thích được tạo thành công.
zh_cn: 添加评论成功

source: Add comment to document: %s
da: Tilføj kommentar til dokument: %s
hu: Megjegyzés fűzése a %s dokumentumhoz.
id: Menambah komentar ke dokumen: %s
vi_vn: Thêm chú thích cho tài liệu: %s
zh_cn: 添加评论到文档：%s
